INSERT INTO users (fullname, account, service)
VALUES ('Иванов Иван', 1234561, 1),
       ('Иванов Петр', 1234562, 2),
       ('Иванов Сергей', 1234563, 3),
       ('Иванова Анна', 1234564, 6),
       ('Петров Иван', 1234565, 3),
       ('Петров Пётр', 1234566, 9),
       ('Петров Андрей', 1234567, 4),
       ('Петрова Людмила', 1234568, 5),
       ('Сидоров Сергей', 1234569, 10),
       ('Сидоров Вадим', 12345610, 11),
       ('Иванов Иван', 12345611, 12),
       ('Иванов Петр', 12345612, 7),
       ('Иванов Сергей', 12345613, 8),
       ('Иванова Анна', 12345614, 3),
       ('Петров Иван', 12345615, 6),
       ('Петров Пётр', 12345616, 12),
       ('Петров Андрей', 12345617, 5),
       ('Петрова Людмила', 12345618, 2),
       ('Сидоров Сергей', 12345619, 1),
       ('Сидоров Вадим', 12345620, 4);

INSERT INTO service (name, parent)
VALUES ('Жилищно-коммунальные услуги', null),
       ('Отопление', 1),
       ('Вода', 1),
       ('Холодная вода', 3),
       ('Горячая вода', 3),
       ('Детский сад', null),
       ('Ясли', 6),
       ('Старшая группа', 6),
       ('Электроэнергия', null),
       ('Техническое обслуживание', null),
       ('Капитальный ремонт', 10),
       ('Водоотведение', 10),
       ('Канализация', 4),
       ('Вывоз мусора', 1);




